<template>
  <main>
    <theBreadcrumbs
      :previous-page="[
        {
          link: '/columns',
          title: '專欄文章'
        }
      ]"
      :current-page="pageTitle"
    />
    <div class="page page--narrow">
      <h2>{{ pageTitle }}</h2>
      <article>
        <section>
          <div class="table table--fixed od-table od-table--bordered">
            <div class="table-row">
              <div class="table-cell th">
                <strong>發布日期</strong>
              </div>
              <div class="table-cell">2016-09-30</div>
            </div>
            <div class="table-row">
              <div class="table-cell th">
                <strong>作者</strong>
              </div>
              <div class="table-cell">政府資料開放維運團隊</div>
            </div>
          </div>
        </section>
        <section>
          <p>
            為促進政府運作公開透明、推動施政便民服務，並鼓勵民間加值、發展創新應用，我國近年來積極推動政府資料開放。建構於政府資訊公開法運行架構下，行政院於102年2月23日發布之「行政院及所屬各級機關政府資料開放作業原則」(以下簡稱作業原則)，即明確強調政府資料以開放為原則，且各機關針對不予開放之資料應定期檢討有無適時開放之必要。
          </p>
          <p>
            資料開放為促進政府透明治理以及資料經濟發展的基礎建設，公務機關如何在不違反現行法規限制下進行完善的資料開放作業，是最為關鍵且重要的準則，特別是處理敏感性業務的資料，例如財稅資料時，更需謹慎處理以符合相關的法律規範。因此，本文將以財稅資料開放時所涉及之法律規範為例，探討於推動財稅資料開放所需克服之相關規範，藉以提升各機關對資料開放作業的法律基礎認識。
          </p>
          <p>
            政府機關在決定是否開放政府資料及其範圍時，首先應注意有無涉及國家機密、個人隱私、營業秘密或妨害犯罪偵查等政府資訊公開法第18條第1項所列事由。除了檢視政府資訊公開法外，亦須先行檢視特別法規對該資料利用有無任何限制。以財稅資料為例，在資料開放前尚須考慮稅捐稽徵法的相關規定。
          </p>
          <p>
            依104年1月14日修正公布前之規定，稅捐稽徵機關除「提供資料予該法第33條第1項所列機關或人員」，或是「基於統計目的而供應資料予其他政府機關，且未洩漏納稅義務人之姓名或名稱」以外，對納稅義務人財產、所得、納稅、營業等資料(合稱課稅資料)應負絕對保密義務。另，關稅法第12條對於海關運用報關相關資料亦有類似限制。是以，基於修正前稅捐稽徵法第33條對於課稅資料運用之特別規定，稅捐稽徵機關縱使將課稅資料，採取代碼、匿名、隱藏部分資料或其他使他人無從辨識該特定個人之處理，仍無法釋出資料予政府機關以外之學術研究機構，以致無法進一步分析課稅資料而創造衍生價值或提升政府服務。
          </p>
          <p>
            然而，為初步實現課稅資料得以提供第三方進行資料分析運用，於稅捐稽徵法第33條第2項已修正加入鼓勵擴大開放的立法精神。在考量到納稅義務人相關資料，係珍貴的公共財，政府有必要也有責任促使其做最充分利用、發揮最大的效益，以符合以資料輔助施政的施政理念(參第33條修正理由)，且原稅捐稽徵法第33條只允許稅捐稽徵機關基於統計目的對其他政府機關供應資料，有過度嚴苛之嫌，更難以進一步以該資料為基礎發揮資訊動態與決策功能。因此在104年1月14日修正公布稅捐稽徵法第33條，允許稅捐稽徵機關在不洩漏納稅義務人之姓名或名稱下，得供應資料予政府機關、學校與教研人員、學術研究機構與研究人員、民意機關與民意代表。因此，修正後之稅捐稽徵法，針對稅捐稽徵機關供應資料之目的，除既有「統計」目的以外，新增「教學、研究與監督」目的，且供應對象除政府機關以外，亦涵蓋學術機構與民意代表等，以促進課稅資料擴大應用。
          </p>
          <p>
            綜上說明，政府機關決定是否開放資料時，應依政府資訊法第18條判斷有無分離公開或不予公開之必要<sup
              ><a href="#sdfootnote1sym" title="註釋1">1</a></sup
            >，若資料內容涉及個人資料且釋出時無法採取去識別化處理，致仍有個資法適用時<sup
              ><a href="#sdfootnote2sym" title="註釋2">2</a></sup
            >，尚須檢視政府機關釋出該資料有無構成特定目的外利用，以及是否符合個資法第16條所定其一特定目的外利用之正當事由；再者，個資法性質為普通法，因此其他法律就資料運用有特別規定時，應優先適用其他法律。
          </p>
          <p>
            以課稅資料為例，其他政府機關若欲請求稽徵機關提供含有納稅義務人姓名之課稅資料時，其需具有法定調查權限，並需依稅捐稽徵法第33條第1項第7款送經財政部核定。另，稅捐稽徵法修正後，稅捐稽徵機關得提供去識別化之課稅資料予其他政府機關、學校與教研人員、學術機關與研究人員、民意機關與民意代表作為統計、教學、研究與監督目的等使用，稅捐稽徵法第33條第2項限定課稅資料之供應對象，應屬政府資訊公開法之被動公開特別規定，稅捐稽徵機關應優先適用；再者，稅捐稽徵機關或可依政府資訊公開法之主動公開規定與稅捐稽徵法第33條第2項意旨，開放去識別化之課稅資料，以強化民眾監督、鼓勵民間加值應用，並促進資料公共財開放運用。
          </p>
          <p>
            總體而言，以財稅資料開放之法制調適為例，政府機關在執行資料開放時，於政府資訊公開法與個人資料保護法之基礎架構下，所管業務法規如有限制公開情形者，仍可適度檢視其限制之必要性並適度調整，以配合推動政府資料開放政策，提升資料之應用價值。
          </p>
          <p id="sdfootnote1sym">
            1.
            政府資訊公開法第18條：政府資訊屬於下列各款情形之一者，應限制公開或不予提供之：一、經依法核定為國家機密或其他法律、法規命令規定應秘密事項或限制、禁止公開者。二、公開或提供有礙犯罪之偵查、追訴、執行或足以妨害刑事被告受公正之裁判或有危害他人生命、身體、自由、財產者。三、政府機關作成意思決定前，內部單位之擬稿或其他準備作業。但對公益有必要者，得公開或提供之。四、政府機關為實施監督、管理、檢
            (調) 查、取締等業務，而取得或製作監督、管理、檢 (調)
            查、取締對象之相關資料，其公開或提供將對實施目的造成困難或妨害者。五、有關專門知識、技能或資格所為之考試、檢定或鑑定等有關資料，其公開或提供將影響其公正效率之執行者。六、公開或提供有侵害個人隱私、職業上秘密或著作權人之公開發表權者。但對公益有必要或為保護人民生命、身體、健康有必要或經當事人同意者，不在此限。七、個人、法人或團體營業上秘密或經營事業有關之資訊，其公開或提供有侵害該個人、法人或團體之權利、競爭地位或其他正當利益者。但對公益有必要或為保護人民生命、身體、健康有必要或經當事人同意者，不在此限。八、為保存文化資產必須特別管理，而公開或提供有滅失或減損其價值之虞者。九、公營事業機構經營之有關資料，其公開或提供將妨害其經營上之正當利益者。但對公益有必要者，得公開或提供之。政府資訊含有前項各款限制公開或不予提供之事項者，應僅就其他部分公開或提供之。
          </p>
          <p id="sdfootnote2sym">
            2. 按個資法第2條第
            1款規定，所謂個人資料係指自然人之姓名、出生年月日、國民身分證統一編號、護照號碼、…及其他得以直接或間接方式識別該個人之資料。是以，如將公務機關保有之個人資料，運用各種技術予以去識別化，而依其呈現方式已無從直接或間接識別該特定個人者，即非屬個人資料，自非個資法之適用範圍。此後，公務機關主動公開或被動受理人民請求提供是類個人資料去識別化後之政府資訊，除考量有無其他特別法限制外，分別依檔案法第18條或政府資訊公開法第
            18
            條等相關規定決定是否公開或提供即可，無須再擔心是否符合個資法所規範之「特定目的內、外利用」的問題。(法務部103年11月17日法律字第10303513040號函釋參照)
          </p>
        </section>
      </article>
    </div>
  </main>
</template>

<script setup lang="ts">
const runtimeConfig = useRuntimeConfig()
const pageTitle = ref('111年政府資料開放平臺資料品質教育訓練')
const pageDescription = ref('111年政府資料開放平臺資料品質教育訓練')
const route = useRoute()

useHead({
  title: pageTitle,
  meta: [
    {
      hid: 'description',
      name: 'description',
      content: pageDescription.value
    },
    { hid: 'og:url', property: 'og:url', content: runtimeConfig.public.baseUrl + route.path },
    {
      hid: 'og:title',
      property: 'og:title',
      content: pageTitle.value + ' ｜ ' + runtimeConfig.public.websiteName
    },
    {
      hid: 'og:description',
      property: 'og:description',
      content: pageDescription.value
    },
    {
      hid: 'twitter:url',
      name: 'twitter:url',
      content: runtimeConfig.public.baseUrl + route.path
    },
    {
      hid: 'twitter:title',
      name: 'twitter:title',
      content: pageTitle.value + ' ｜ ' + runtimeConfig.public.websiteName
    },
    {
      hid: 'twitter:description',
      name: 'twitter:description',
      content: pageDescription.value
    }
  ]
})
</script>
